---
kind: other
id: Methods.T:Autodesk.Revit.DB.DuplicateTypeNamesHandlerArgs
source: html/30d2aeac-da8e-a510-6921-10a86a5ec034.htm
---
# DuplicateTypeNamesHandlerArgs Methods

Returns ids of the types with duplicate names.